export const navList = [
  { name: "الرئيسية", link: "/" },
  { name: "المقالات", link: "/articles" },
  { name: "من نحن", link: "/about" },
  { name: "تواصل معنا", link: "/contact" },
];

export const featuredArticles = [
  {
    image: "/req1.png",
    title: " استراتيجيات التمويل للأعمال الريادية",
    link: "https://www.google.com",
    time: "منذ 10 دقائق",
    date: "2024-11-11",
    description:
      "تقدم أكاديمية حسوب مقالًا يركز على كيفية تمويل الشركات الناشئة من خلال مزيج من التبرعات، المنح، والخدمات ذات الإيرادات المحدودة، مع أمثلة على كيفية تحقيق الاستدامة المالية للمشاريع غير الربحي",
  },
  {
    image: "/req2.png",
    title: "  أنواع التمويل وأهميته للأفراد والشركات",
    link: "https://www.google.com",
    time: "منذ 1 دقيقة",
    date: "2024-11-11",
    description:
      "يغطي هذا المقال أهمية التمويل في تحسين حياة الأفراد وتطوير الشركات، ويوضح الفرق بين التمويل الشخصي، تمويل الشركات، والتمويل العام. كما يقدم نصائح حول اختيار مصدر التمويل المناسب لكل نوع من المشاريع",
  },
  {
    image: "/req3.png",
    title: "التخصصات المرتبطة بعالم المال والأعمال",
    link: "https://www.google.com",
    time: "منذ 1 يوم",
    date: "2024-11-10",
    description:
      "استعراض شامل للتخصصات مثل التمويل، الاقتصاد، والمحاسبة، وكيف يمكن لهذه التخصصات أن تساهم في نجاح الشركات من خلال إدارة الأموال والإنتاجية على المستويين المحلي والدولي",
  },
];

export const newArticles = [
  {
    image: "/req1.png",
    title: " استراتيجيات التمويل للأعمال الريادية",
    link: "https://www.google.com",
    time: "منذ 10 دقائق",
    date: "2024-11-11",
    description:
      "تقدم أكاديمية حسوب مقالًا يركز على كيفية تمويل الشركات الناشئة من خلال مزيج من التبرعات، المنح، والخدمات ذات الإيرادات المحدودة، مع أمثلة على كيفية تحقيق الاستدامة المالية للمشاريع غير الربحي",
  },
  {
    image: "/req2.png",

    title: "  أنواع التمويل وأهميته للأفراد والشركات",
    link: "https://www.google.com",
    time: "منذ 1 دقيقة",
    date: "2024-11-11",
    description:
      "يغطي هذا المقال أهمية التمويل في تحسين حياة الأفراد وتطوير الشركات، ويوضح الفرق بين التمويل الشخصي، تمويل الشركات، والتمويل العام. كما يقدم نصائح حول اختيار مصدر التمويل المناسب لكل نوع من المشاريع",
  },
  {
    image: "/req3.png",

    title: "التخصصات المرتبطة بعالم المال والأعمال",
    link: "https://www.google.com",
    time: "منذ 1 يوم",
    date: "2024-11-10",
    description:
      "استعراض شامل للتخصصات مثل التمويل، الاقتصاد، والمحاسبة، وكيف يمكن لهذه التخصصات أن تساهم في نجاح الشركات من خلال إدارة الأموال والإنتاجية على المستويين المحلي والدولي",
  },
  {
    image: "/req1.png",

    title: " استراتيجيات التمويل للأعمال الريادية",
    link: "https://www.google.com",
    time: "منذ 10 دقائق",
    date: "2024-11-11",
    description:
      "تقدم أكاديمية حسوب مقالًا يركز على كيفية تمويل الشركات الناشئة من خلال مزيج من التبرعات، المنح، والخدمات ذات الإيرادات المحدودة، مع أمثلة على كيفية تحقيق الاستدامة المالية للمشاريع غير الربحي",
  },
  {
    image: "/req2.png",
    title: "  أنواع التمويل وأهميته للأفراد والشركات",
    link: "https://www.google.com",
    time: "منذ 1 دقيقة",
    date: "2024-11-11",
    description:
      "يغطي هذا المقال أهمية التمويل في تحسين حياة الأفراد وتطوير الشركات، ويوضح الفرق بين التمويل الشخصي، تمويل الشركات، والتمويل العام. كما يقدم نصائح حول اختيار مصدر التمويل المناسب لكل نوع من المشاريع",
  },
  {
    image: "/req3.png",
    title: "التخصصات المرتبطة بعالم المال والأعمال",
    link: "https://www.google.com",
    time: "منذ 1 يوم",
    date: "2024-11-10",
    description:
      "استعراض شامل للتخصصات مثل التمويل، الاقتصاد، والمحاسبة، وكيف يمكن لهذه التخصصات أن تساهم في نجاح الشركات من خلال إدارة الأموال والإنتاجية على المستويين المحلي والدولي",
  },
];

export const footerList = [
  { name: "الرئيسية", link: "/" },
  { name: "المقالات", link: "/articles" },
  { name: "من نحن", link: "/about" },
  { name: "تواصل معنا", link: "/contact" },
];
export const cityToCountryCode = {
  "الإمارات العربية المتحدة": "AE",
  الأردن: "JO",
  الجزائر: "DZ",
  البحرين: "BH",
  السعودية: "SA",
  السودان: "SD",
  الصومال: "SO",
  العراق: "IQ",
  الكويت: "KW",
  المغرب: "MA",
  اليمن: "YE",
  تونس: "TN",
  جيبوتي: "DJ",
  سوريا: "SY",
  "سلطنة عمان": "OM",
  فلسطين: "PS",
  لبنان: "LB",
  قطر: "QA",
  ليبيا: "LY",
  مصر: "EG",
  موريتانيا: "MR",
  "جزر القمر": "KM",
};

export const cities = [
  "الإمارات العربية المتحدة",
  "الأردن",
  "الجزائر",
  "البحرين",
  "السعودية",
  "السودان",
  "الصومال",
  "العراق",
  "الكويت",
  "المغرب",
  "اليمن",
  "تونس",
  "جيبوتي",
  "سوريا",
  "سلطنة عمان",
  "فلسطين",
  "لبنان",
  "قطر",
  "ليبيا",
  "مصر",
  "موريتانيا",
  "جزر القمر",
];
